Repository: vinadevs/VinaText
Catalog: src/localization/VinaText_Language_VN.po
Languages: vi_vn

source: &Step Out Shift+F11
vi_vn: Nhảy ra khỏi hàm Shift+F11

source: &Generate File Build
vi_vn: Tạo ra tệp biên dịch

source: Left
vi_vn: Trái

source: Right
vi_vn: Phải

source: Center
vi_vn: Trung tâm

source: Justify
vi_vn: Căn đều

source: Fro&m \ To /
vi_vn: Từ \ sang /

source: F&rom \ To \
vi_vn: Từ \ sang \

source: Fr&om / To \
vi_vn: Từ / sang \

source: Dump &Wifi Information
vi_vn: In ra thông tin mạng/mật khẩu Wifi

source: &Clean Up Build Temporary
vi_vn: Xóa dữ liệu biên dịch tạm

source: &Enable Sync. Scrolling
vi_vn: Đồng bộ thanh cuộn trang ngang/dọc

source: Dump &System Information
vi_vn: In ra thông tin hệ thống

source: Generate Time-Date String
vi_vn: Tạo chuỗi thời gian mới

source: &Add New Bookmark F8
vi_vn: Thêm dấu dòng mới F8

source: &Remove Bookmark F8
vi_vn: Xóa một dấu dòng F8

source: &Goto Next Bookmark
vi_vn: Đi tới dấu dòng tiếp theo

source: &Goto Previous Bookmark
vi_vn: Đi tới dấu dòng trước đó

source: &Remove All Bookmarks
vi_vn: Xóa tất cả các dầu dòng

source: &To Double Quote
vi_vn: Sang dạng nháy kép

source: &Open WSL Terminal
vi_vn: Mở cửa sổ Window Subsystem Linux

source: &Close All Unchan&geds
vi_vn: Đóng tất cả các tệp chưa chỉnh sửa

source: Dump &PATH Environments
vi_vn: In ra thông tin biến môi trường PATH

source: Remove Lines NOT Contain X
vi_vn: Xóa các dòng KHÔNG chứa từ X

source: Switch To Next Tab Ctrl+Tab
vi_vn: Chuyển sang tab kế tiếp Ctrl+Tab

source: Switch To Previous Tab Ctrl+Shift+Tab
vi_vn: Chuyển sang tab trước đó Ctrl+Shift+Tab

source: Cle&ar All Dock Windows
vi_vn: Xóa dữ liệu tất cả các cửa sổ

source: &App Data Path
vi_vn: Đường dẫn App Data

source: &Hide All Dock Windows
vi_vn: Ẩn tất cả các cửa sổ

source: S&how All Dock Windows
vi_vn: Hiện tất cả các cửa sổ

source: Undo To &Last Action Ctrl+Shift+Z
vi_vn: Hoàn tác tất cả (Undo) Ctrl+Shift+Z

source: Redo &To Last Action Ctrl+Shift+Y
vi_vn: Làm lại tất cả (Redo) Ctrl+Shift+Y

source: Remove Line Ctrl+Shift+L
vi_vn: Xóa dòng Ctrl+Shift+L

source: &Zoom View In Ctrl+ScrollUp
vi_vn: Phóng lớn chữ Ctrl+ScrollUp

source: &Zoom View Out Ctrl+ScrollDown
vi_vn: Thu nhỏ chữ Ctrl+ScrollDown

source: &Insert X Between Lines
vi_vn: Chèn từ X giữa các dòng

source: Remove Spaces
vi_vn: Xóa khoảng trắng

source: Remove Word Left Ctrl+Backspace
vi_vn: Xóa từ gần nhất bên trái Ctrl+Backspace

source: Remove Word Right Ctrl+Delete
vi_vn: Xóa từ gần nhất bên phải Ctr++Delete

source: Remove To Begin Line
vi_vn: Xóa từ đây đến đầu dòng

source: Remove To End Line
vi_vn: Xóa từ đây đến cuối dòng

source: Remove From Character X To Y In Line
vi_vn: Xóa từ ký tự X đến Y trong dòng

source: Line Transpose Ctrl+T
vi_vn: Đổi chỗ dòng trên và dưới

source: Generate Url Escape String
vi_vn: Tạo ra chuỗi Url Escape mới

source: &Open CMD Terminal Append File Name
vi_vn: Mở cửa sổ CMD và dán tên tệp

source: &Open CMD Terminal Append File Path
vi_vn: Mở cửa sổ CMD và dán đường dẫn tệp

source: &Open CMD Terminal Paste Clipboard
vi_vn: Mở cửa sổ CMD và dán từ Clipboard

source: &Insert Prefix Line Alphabet From X
vi_vn: Chèn đánh chỉ mục dòng bằng ký tự Alphabet

source: &Insert Prefix Line Roman From X
vi_vn: Chèn đánh chỉ mục dòng bằng ký tự Roman

source: &Right To Left Document Ctrl+Shift+R
vi_vn: Chuyển sang kiểu đọc từ phải qua trái Ctrl+Shift+R

source: &Zoom In Ctrl+Up
vi_vn: Phóng to ảnh Ctrl+Up

source: &Zoom Out Ctrl+Down
vi_vn: Thu nhỏ ảnh Ctrl+Down

source: &Rotate Left 90* Ctrl+Left
vi_vn: Quay ảnh sang trái 90 độ Ctrl+Left

source: &Rotate Right 90* Ctrl+Right
vi_vn: Quay ảnh sang phải 90 độ Ctrl+Right

source: &Rotate Flip Ctrl+D
vi_vn: Lật ngược ảnh Ctrl+D

source: &Rotate Mirror Ctrl+M
vi_vn: Xoay gương ảnh Ctrl+M

source: &Negative
vi_vn: Tông màu nghịch đảo

source: &Grayscale
vi_vn: Tông màu xám

source: &Threshold
vi_vn: Phân ngưỡng ảnh

source: &Lighten
vi_vn: Làm sáng ảnh hơn

source: &Darken
vi_vn: Làm tối ảnh đi

source: &Contrast
vi_vn: Tăng độ tương phản ảnh

source: &Shapern
vi_vn: Tăng độ sắc nét ảnh

source: &Gamma
vi_vn: Thay đổi chỉ số Gamma ảnh

source: &Return Original Image Ctrl+R
vi_vn: &Trả về lại ảnh gốc Ctrl+R

source: &Pause / Unpause Space
vi_vn: &Dừng chuyển động ảnh gif / Chạy tiếp Space

source: &Quick Replace Ctrl+H
vi_vn: Thay thế nhanh Ctrl+H

source: &Dump Variable Value F12
vi_vn: In ra giá trị của biến chương trình F12

source: &Dump Variable Type Shift+F12
vi_vn: In ra kiểu dữ liệu của biến chương trình Shift+F12

source: &All Control Panel Items
vi_vn: Của sổ Control Panel

source: &Environmental Variables PATH
vi_vn: Hội thoại tùy chỉnh biến mối trường (PATH)

source: &Insert Suffix Line Number From X
vi_vn: Chèn số tăng dần vào cuối dòng

source: &Window32 Host Location
vi_vn: Thư mục Host Windows32

source: &Bookmark Window
vi_vn: Cửa sổ đánh dấu dòng

source: &Reset Zoom
vi_vn: Quay về kích thước chữ ban đầu

source: &Edit With Microsoft Paint
vi_vn: Chỉnh sửa ảnh với Microsoft Paint

source: &Copy Image To Clipboard Ctrl+C
vi_vn: Sao chép ảnh vào Clipboard Ctrl+C

source: &New CMD Terminal Tab
vi_vn: Mở tab CMD mới

source: &New PowerShell Terminal Tab Ctrl+Alt+T
vi_vn: Mở tab PowerShell mới Ctrl+Alt+T

source: &Run Active File
vi_vn: Chạy/thực thi tệp này

source: &Run Selected Text
vi_vn: Chạy/thực thi vùng đã chọn

source: New Microsoft Paint
vi_vn: Mở tab Microsoft Paint mới

source: New File Explorer Tab Ctrl+Shift+E
vi_vn: Mở tab File Explorer mới Ctrl+Shift+E

source: Code Page Table...
vi_vn: Bảng mã trang quốc tế (Encoding)

source: Large File Edit Mode
vi_vn: Chỉnh sửa tệp kích thước lớn

source: Convert Text To Hexa
vi_vn: Chuyển dữ liệu chữ sang dạng thập lục phân (Hexa)

source: Convert Text To Decimal
vi_vn: Chuyển dữ liệu chữ sang dạng thập phân (Decimal)

source: Convert Text To Binary
vi_vn: Chuyển dữ liệu chữ sang dạng nhị phân (Binary)

source: Convert Text To Octadecimal
vi_vn: Chuyển dữ liệu chữ sang dạng bát phân (Octadecimal)

source: Get Text From Hexa
vi_vn: Lấy dữ liệu chữ từ dạng thập lục phân (Hexa)

source: Get Text From Decimal
vi_vn: Lấy dữ liệu chữ từ dạng thập phân (Decimal)

source: Get Text From Binary
vi_vn: Lấy dữ liệu chữ từ dạng nhị phân (Binary)

source: Get Text From Octadecimal
vi_vn: Lấy dữ liệu chữ từ dạng bát phân (Octadecimal)

source: Generate MD5 String
vi_vn: Tạo chuỗi MD5 mới

source: Generate CRC32 String
vi_vn: Tạo chuỗi CRC32 mới

source: Generate SHA-256 String
vi_vn: Tạo chuỗi SHA-256 mới

source: Generate SHA-1 String
vi_vn: Tạo chuỗi SHA-1 mới

source: U&ndo &For &All Files
vi_vn: Hoàn tác tất cả tệp đã sửa

source: Redo For Al&l Files
vi_vn: Làm lại tất cả tệp đã sửa

source: Line Up Ctrl+Up
vi_vn: Cuộn trang lên Ctrl+Up

source: Line Down Ctrl+Down
vi_vn: Cuộn trang xuống Ctrl+Down

source: &Switch Focus To Active Tab Ctrl+Shift+Q
vi_vn: Chuyển sang tệp đang mở Ctrl+Shift+Q

source: Report An Issue
vi_vn: Báo lỗi phần mềm

source: Release Notes...
vi_vn: Thông tin phiên bản...

source: Check For Updates
vi_vn: Kiểm tra bản cập nhật mới nhất

source: &Long Line Checker
vi_vn: Chỉ dẫn kiểm tra dòng quá dài

source: N&ew File Ctrl+N
vi_vn: Tạo tệp mới Ctrl+N

source: &Open File Ctrl+O
vi_vn: Mở tệp Ctrl+O

source: &Save File Ctrl+S
vi_vn: Lưu tệp Ctrl+S

source: Save File &As Ctrl+Shift+S
vi_vn: Lưu tệp với tên... Ctrl+Shift+S

source: Sen&d Mail Attach Active File
vi_vn: Gửi email đính kèm tệp đang mở

source: Recent &Files
vi_vn: Các tệp gần đây

source: Remove Selection Delete
vi_vn: Xóa vùng đã chọn Delete

source: &Search In Files Ctrl+Shift+F
vi_vn: Tìm kiếm từ trong nhiều tệp Ctrl+Shift+F

source: &Replace In Files Ctrl+Shift+H
vi_vn: Thay thế từ trong nhiều tệp Ctrl+Shift+H

source: &Undo Ctrl+Z
vi_vn: Hoàn tác (Undo) Ctrl+Z

source: &Redo Ctrl+Y
vi_vn: Làm lại (Redo) Ctrl+Y

source: Split Current View Ctrl+F1
vi_vn: Thêm view cho tệp hiện tại Ctrl+F1

source: About Vinatext
vi_vn: Thông tin phần mềm Vinatext

source: E&xit Alt+F4
vi_vn: Thoát chương trình Alt+F4

source: Bott&om Status Bar
vi_vn: Thanh trạng thái dưới cùng

source: Goto Parent Folder Backspace
vi_vn: Đi đến thu mục cha Backspace

source: Open By Default Application Ctrl+Enter
vi_vn: Mở bằng ứng dung mặc định Ctrl+Enter

source: Send To Recycle Bin Delete
vi_vn: Bỏ vào thùng rác Delete

source: &Rename F2
vi_vn: Đổi tên mới F2

source: Show Properties Ctrl+P
vi_vn: Hiện hội thoại thuộc tính Ctrl+P

source: New Folder Ctrl+M
vi_vn: Tạo thư mục mới Ctrl+M

source: New File Ctrl+N
vi_vn: Tạo tệp mới Ctrl+N

source: Get Full Path Ctrl+Shift+C
vi_vn: Sao chép đường dẫn đầy đủ Ctrl+Shift+C

source: Get Container Path
vi_vn: Sao chép đường dẫn thư mục cha

source: Get Path Name
vi_vn: Sao chép tên

source: Open CMD Window
vi_vn: Mở cửa sổ CMD mới

source: Open Power Shell Window
vi_vn: Mở cửa sổ Power Shell mới

source: Open Git Bash Window
vi_vn: Mở cửa sổ Git Bash

source: &Refresh F5
vi_vn: &Làm mới F5

source: Goto Path Ctrl+G
vi_vn: Đi đến đường dẫn cụ thể Ctrl+G

source: Display This Path Only Tab
vi_vn: Chỉ hiển thị đường dẫn này Tab

source: Set File Extension Filter
vi_vn: Cài đặt bộ lọc đuôi tệp

source: Back To Desktop Shift+Tab
vi_vn: Trở về thư mục Desktop Shift+Tab

source: Remove From Explorer Ctrl+Delete
vi_vn: Ẩn đi Ctrl+Delete

source: Send File In Folder To Recycle Bin
vi_vn: Bỏ tất cả tệp trong thư mục vào thùng rác

source: Show System Menu Shift+Rightclick
vi_vn: Hiện Menu của hệ điều hành Shift+Rightclick

source: Bookmark Path Ctrl+B
vi_vn: Đánh dấu đường dẫn này Ctrl+B

source: Search All Files At Path Ctrl+D
vi_vn: Tìm tất cả các tệp tại đây Ctrl+D

source: Search Text At Path Ctrl+Shift+F
vi_vn: Tìm kiếm từ trong thư mục Ctrl+D

source: Open In Vinatext Enter
vi_vn: Mở bằng ứng dung Vinatext Enter

source: Save Active File At Here Ctrl+S
vi_vn: Lưu tệp đang mở tại đây Ctrl+S

source: Open Container Folder Ctrl+E
vi_vn: Mở cửa sổ thư mục cha Ctrl+E

source: Search All Folders At Path Ctrl+Shift+D
vi_vn: Tìm tất cả thư mục tại đây

source: Open All Files In Folder
vi_vn: Mở tất cả các tệp trong thu mục này

source: &Expand Folder (All Sub) Ctrl+Shift+N
vi_vn: Bung thư mục ra Ctrl+Shift+N

source: &Collapse Folder (All Sub) Ctrl+Shift+M
vi_vn: Thu gọn thư mục vào Ctrl+Shift+M

source: Get Full Path Double Quote
vi_vn: Sao chép đường dẫn đầy đủ trong dấu nháy kép

source: New Template Ctrl+Shift+P
vi_vn: Tạo tệp mới theo mẫu Ctrl+Shift+P

source: Search/Navigate At Path Ctrl+F
vi_vn: Tìm kiếm đường dẫn Ctrl+F

source: Open WSL Window
vi_vn: Mở của sổ WSL mới

source: &Collapse Current Folder Ctrl+Shift+M
vi_vn: Thu gọn thư mục hiện tại Ctrl+Shift+M

source: Replace Text At Path Ctrl+Shift+H
vi_vn: Thay thế từ tại thu mục Ctrl+Shift+H

source: Open CMD Window Append Path Name
vi_vn: Mở cửa sổ CMD và dán tên đường dẫn vào

source: Open CMD Window Append Full Path
vi_vn: Mở cửa sổ CMD và dán đường dẫn đầy đủ vào

source: Open CMD Window Paste Clipboard
vi_vn: Mở cửa sổ CMD và dán Clipboard vào

source: Restore From Recycle Bin
vi_vn: Phục hồi dữ liệu từ thùng rác

source: Close Active File Ctrl+W
vi_vn: Đóng tệp đang mở Ctrl+W

source: Add Auto Complete Dataset
vi_vn: Thêm dữ liệu cho bộ tự động nhắc từ

source: Get Full Path Double Slash (\)
vi_vn: Sao chép đường dẫn đầy đủ với (\)

source: Get Full Path Forward Slash (/)
vi_vn: Sao chép đường dẫn đầy đủ với (/)

source: Edit with Microsoft Paint
vi_vn: Chỉnh sửa ảnh với Microsoft Paint

source: &New Power Shell Terminal Tab Ctrl+Alt+T
vi_vn: Mở tab Power Shell mới Ctrl+Alt+T

source: &Run Selected Path
vi_vn: Chạy đường dẫn này

source: Open File In Chrome
vi_vn: Mở tệp bằng trình duyệt Chrome

source: Open File In Edge
vi_vn: Mở tệp bằng trình duyệt MS Edge

source: Open File In Firefox
vi_vn: Mở tệp bằng trình duyệt Firefox

source: Virus Scanner
vi_vn: Quét vi rút

source: New Multiple...
vi_vn: Tạo nhiều tệp một lúc...

source: Open File Explorer Tab Ctrl+Shift+E
vi_vn: Mở thư mục cha ở dạng tab Ctrl+Shift+E

source: &Translate Text F1
vi_vn: Dịch từ tiếng anh đã chọn F1

source: &Search On Internet F3
vi_vn: Tìm kiếm trên mạng F3

source: &Open Path Ctrl+O
vi_vn: Mở đường dẫn này Ctrl+O

source: &Reveal In Explorer Ctrl+Shift+Q
vi_vn: Tìm đường dẫn này trên trình duyệt tệp Ctrl+Shift+Q

source: &Line Count Ctrl+L
vi_vn: Đếm tổng số dòng Ctrl+L

source: &View In Editor Ctrl+E
vi_vn: Xem bằng trình chỉnh sửa Ctrl+E

source: &Wrap Long Line Ctrl+W
vi_vn: Ngắt dòng quá dài Ctrl+W

source: &Clear Ctrl+Delete
vi_vn: Xóa dữ liệu hiện tại Ctrl+Delete

source: &Copy Ctrl+C
vi_vn: Sao chép Ctrl+C

source: &Select All Ctrl+A
vi_vn: Chọn tất cả Ctrl+A

source: &Save All
vi_vn: Lưu tất cả

source: &Close Ctrl+W
vi_vn: Đóng tệp này Ctrl+W

source: &Close All Ctrl+Alt+F4
vi_vn: Đóng tất cả các tệp đang mở Ctrl+Alt+F4

source: &Close All BUT This
vi_vn: Đóng tất cả các tệp trừ tệp này

source: &Get Full Path
vi_vn: Sao chép đường dẫn của tab

source: &Get Container Path
vi_vn: Sao chép đường dẫn thư mục cha của tab

source: &Get Tab Name
vi_vn: Sao chép tên của tab

source: &Get Tab Name No Extension
vi_vn: Sao chép tên của tab (không lấy đuôi tệp)

source: &Reveal in Container Folder Ctrl+E
vi_vn: Mở của sổ thư mục cha Ctrl+E

source: &New Vertical Tab Group Ctrl+Numpad1
vi_vn: Tạo nhóm tệp theo phương dọc Ctrl+Numpad1

source: &New Horizontal Tab Group Ctrl+Numpad2
vi_vn: Tạo nhóm tệp theo phương ngang Ctrl+Numpad2

source: &Rename File F2
vi_vn: Đổi tên tệp này F2

source: &Reveal in Explorer Window Ctrl+Shift+Q
vi_vn: Tìm đường dẫn tab trên trình duyệt tệp Ctrl+Shift+Q

source: &Move To Next Tab Group
vi_vn: Chuyển tab này sang nhóm kế tiếp

source: &Move To Previous Tab Group
vi_vn: Chuyển tab này sang nhóm tab trước đó

source: &Clone File Ctrl+F3
vi_vn: Tạo nhân bản mới cho tệp Ctrl+F3

source: &Move All To Next Tab Group
vi_vn: Chuyển tab trong nhóm này sang nhóm tab kế tiếp

source: &Move All To Previous Tab Group
vi_vn: Chuyển tab trong nhóm này sang nhóm tab trước đó

source: &Bookmark File Ctrl+B
vi_vn: Lưu đường dẫn tệp này Ctrl+B

source: &Reload File F4
vi_vn: Mở lại tệp này F4

source: &Move To New App Instance Ctrl+Shift+N
vi_vn: Di chuyển qua sửa sổ ứng dung mới Ctrl+Shift+N

source: &Close All Left
vi_vn: Đóng tất cả tab bên trái

source: &Close All Right
vi_vn: Đóng tất cả tab bên phải

source: &New File Ctrl+N
vi_vn: Tạo tệp mới Ctrl+N

source: &New File In New Tab Group
vi_vn: Tạo tệp và di chuyển sang nhóm tab mới

source: &Send File To Recycle Bin Delete
vi_vn: Bỏ tệp và thùng rác Delete

source: &Close All Unchanged
vi_vn: Đóng tất cả các tab chưa chỉnh sửa

source: &Copy File To Clipboard
vi_vn: Sao chép tệp vào Clipboard

source: &Open File In Chrome
vi_vn: Mở tệp bằng trình duyệt Chrome

source: &Open File In Edge
vi_vn: Mở tệp bằng trình duyệt MS Edge

source: &Open File In Firefox
vi_vn: Mở tệp bằng trình duyệt Firefox

source: &Save Ctrl+S
vi_vn: Lưu thay đổi Ctrl+S

source: &Save As... Ctrl+Shift+S
vi_vn: Lưu tệp với tên... Ctrl+Shift+S

source: Goto &Position
vi_vn: Đi đến vị trí bất kỳ

source: &Goto Line Ctrl+G
vi_vn: Đi đến dòng bất kỳ

source: &Add Comment Ctrl+Shift+C
vi_vn: Thêm bình luận Ctrl+Shift+C

source: Word Wrap Mode Ctrl+Alt+Z
vi_vn: Ngắt dòng Ctrl+Alt+Z

source: &Uncomment Ctrl+Shift+X
vi_vn: Xóa bình luận Ctrl+Shift+X

source: &Add Dataset From File
vi_vn: Thêm dữ liệu từ tệp bên ngoài

source: &Show System Menu Shift+Rightclick
vi_vn: Hiện menu hệ điều hành Shift+Rightclick

source: Disable Edit Mode Ctrl+J
vi_vn: Không cho phép chỉnh sửa tệp Ctrl+J

source: &Search On Google F3
vi_vn: Tìm kiếm bằng Google F3

source: &Open Google Translate
vi_vn: Đi đến trang Google dịch

source: &Copy With Double Quote
vi_vn: Sao chép vùng chọn với nháy kép

source: Move Selected Line Up Ctrl+Shift+Up
vi_vn: Di chuyển dòng đã chọn lên trên Ctrl+Shift+Up

source: Move Selected Line Down Ctrl+Shift+Down
vi_vn: Di chuyển dòng đã chọn xuống dưới Ctrl+Shift+Up

source: &Copy All Visible Lines
vi_vn: Sao chép tất cả dòng trong trang hiện tại

source: Expand Selection End File Ctrl+Shift+End
vi_vn: Mở rộng vùng chọn đến cuối tệp Ctrl+Shift+End

source: Expand Selection Begin File Ctrl+Shift+Home
vi_vn: Mở rộng vùng chọn đến đầu tệp Ctrl+Shift+Home

source: &All Sensitive Matched Selection+Ctrl+A
vi_vn: Chọn tất cả từ trùng in hoa-in thường Selection+Ctrl+A

source: Dump File Information
vi_vn: In ra thông tin tệp này

source: &Open Path
vi_vn: Mở đường dẫn đã chọn

source: &Show Copy History Windows+V
vi_vn: Hiển thị lịch sử sao chép Windows+V

source: Realtime Update Content
vi_vn: Cập nhật nội dung tệp thời gian thực

source: Show &Folding Map Alt+M
vi_vn: Đi đến cây gập đoạn Alt+M

source: &At Current Line Ctrl+M
vi_vn: Tại dòng hiện tại Ctrl+M

source: &Style C++
vi_vn: Kiểu tô màu chữ C++

source: &Style Python
vi_vn: Kiểu tô màu chữ Python

source: Swap Two Selections
vi_vn: Đổi chỗ hai vùng đã chọn

source: &Translate And Display Result F1
vi_vn: Dịch vùng đã chọn F1

source: &Translate And Copy Result
vi_vn: Dịch và sao chép kết quả

source: &Style HTML/XML
vi_vn: Kiểu tô màu chữ HTML/XML

source: &Remove Current Style
vi_vn: Loại bỏ kiểu tô màu chữ hiện tại

source: &Add Dataset From Folder
vi_vn: Thêm dữ liệu từ thư mục bên ngoài

source: &Using Vietnamese Dataset
vi_vn: Sử dụng tập dữ liệu tiếng việt

source: &Using English Dataset
vi_vn: Sử dụng tập dữ liệu tiếng anh

source: &Insert Translate Result
vi_vn: Dịch và chèn kết quả vào cuối tệp

source: &Reveal Path In Explorer
vi_vn: Tìm đường dẫn trên trình duyệt tệp

source: &Paste As Double Quote Ctrl+Shift+V
vi_vn: Dán vào với dấu nháy kép Ctrl+Shift+V

source: &Clear All Datasets
vi_vn: Xóa tất cả dữ liệu từ

source: &Paste As HTML
vi_vn: Dán vào với định dạng HTML

source: &Paste As Rich Text Format
vi_vn: Dán vào với định dạng RTF

source: &Auto Show Complete List Alt+A
vi_vn: Cho phép tự động nhắc từ Alt+A

source: &Search On Wikipedia
vi_vn: Tìm kiếm trên Wikipedia

source: &Level 1
vi_vn: Mức 1

source: &Level 2
vi_vn: Mức 2

source: &Level 3
vi_vn: Mức 3

source: &Level 4
vi_vn: Mức 4

source: &Level 5
vi_vn: Mức 5

source: &All Insensitive Matched Selection+Ctrl+Shift+A
vi_vn: Chọn tất cả từ không trùng in hoa-in thường Selection+Ctrl+Shift+A

source: &Paste As Forward Slash (/)
vi_vn: Dán đường dẫn vào với dấu (/)

source: &Clear Copy History
vi_vn: Xóa lịch sử sao chép

source: Expand Selection To Word Ctrl+D
vi_vn: Thêm từ trùng lặp tiếp theo vào vùng chọn Ctrl+D

source: Expand Selection To Line Ctrl+L
vi_vn: Chọn dòng này Ctrl+L

source: Use Column Mode Alt+Left Mouse Drag
vi_vn: Sử dụng chế độ chọn theo cột Alt+Left Mouse Drag

source: Split Selection Into Lines Alt+L
vi_vn: Chia vùng chọn theo từng dòng Alt+L

source: Expand Selection Previous Line Ctrl+Alt+Up
vi_vn: Thêm dòng phía trên vào vùng chọn Ctrl+Alt+Up

source: Expand Selection Next Line Ctrl+Alt+Down
vi_vn: Thêm dòng bên dưới vào vùng chọn Ctrl+Alt+Down

source: Invert Selection Ctrl+Shift+I
vi_vn: Nghịch đảo vùng đã chọn Ctrl+Shift+I

source: &Level 6
vi_vn: Mức 6

source: &Level 7
vi_vn: Mức 7

source: &Level 8
vi_vn: Mức 8

source: &Level 9
vi_vn: Mức 9

source: &Unfold All Ctrl+Shift+M
vi_vn: Bung tất cả các đoạn đã gập Ctrl+Shift+M

source: &Fold All Ctrl+Shift+M
vi_vn: Gập tất cả các đoạn trong tệp Ctrl+Shift+M

source: Expand Selection To Quote Ctrl+Shift+A
vi_vn: Chọn vùng trong nhấu nháy kép Ctrl+Shift+A

source: Spell Checking
vi_vn: Kiểm tra lỗi chính tả (tiếng anh)

source: Expand Selection To Next Paragraph Ctrl+Shift+]
vi_vn: Mở rộng vùng chọn sang đoạn văn kế tiếp Ctrl+Shift+]

source: Expand Selection To Previous Paragraph Ctrl+Shift+[
vi_vn: Mở rộng vùng chọn sang đoạn văn trước đó Ctrl+Shift+[

source: Goto &Next Paragraph Ctrl+]
vi_vn: Đi đến đoạn văn kế tiếp Ctrl+]

source: Goto &Previous Paragraph Ctrl+[
vi_vn: Đi đến đoạn văn trước đó Ctrl+[

source: &Search On StackOverFlow
vi_vn: Tìm kiếm trên StackOverFlow

source: &Show Completions Ctrl+Space
vi_vn: Hiện nhắc từ Ctrl+Space

source: &Paste At Beginning All Files
vi_vn: Dán vào phần đầu tất cả các tệp đang mở

source: &Paste At Ending All Files
vi_vn: Dán vào phần cuối tất cả các tệp đang mở

source: Goto To &Caret Middle Mouse
vi_vn: Đi đến vị trí con trỏ chuột Middle Mouse

source: Expand Selection To Word Left Ctrl+Shift+Left
vi_vn: Mở rộng vùng đã chọn sang từ bên trái Ctrl+Shift+Left

source: Expand Selection To Word Right Ctrl+Shift+Right
vi_vn: Mở rộng vùng đã chọn sang từ bên phải Ctrl+Shift+Right

source: Expand Selection To Part Left Ctrl+Shift+/
vi_vn: Mở rộng vùng đã chọn sang phía bên trái Ctrl+Shift+/

source: Expand Selection To Part Right Ctrl+Shift+\
vi_vn: Mở rộng vùng đã chọn sang phía bên phải Ctrl+Shift+/

source: &Copy Selection/Line Ctrl+C
vi_vn: Sao chép dòng đã chọn Ctrl+C

source: &Cut Ctrl+X
vi_vn: Cắt dòng đã chọn Ctrl+X

source: &Search Ctrl+Shift+F
vi_vn: Tìm kiếm từ trong nhiều tệp Ctrl+Shift+F

source: &Paste As Plain Text Ctrl+V
vi_vn: Dán vào Ctrl+V

source: &Replace Ctrl+Shift+H
vi_vn: Thay thế từ trong nhiều tệp Ctrl+Shift+H

source: &All Text Ctrl+A
vi_vn: Chọn tất cả Ctrl+A

source: &Save As File Excel Ctrl+S
vi_vn: Lưu dữ liệu vào tệp Excel Ctrl+S

source: &Reveal In Explorer Double Click
vi_vn: Tìm trên trình duyệt tệp Double Click

source: &Copy Full Path Ctrl+Shift+C
vi_vn: Sao chép đường dẫn đầy đủ Ctrl+Shift+C

source: &Count Selection Ctrl+R
vi_vn: Đếm vùng đã chọn Ctrl+R

source: &Send File To Recycle Bin Shift+Delete
vi_vn: Bỏ vào thùng rác Shift+Delete

source: &Delete Rows Delete
vi_vn: Xóa dòng Delete

source: &Delete All Ctrl+Delete
vi_vn: Xóa tất cả Ctrl+Delete

source: &Save To File
vi_vn: Lưu dữ liệu vào tệp

source: &Refresh
vi_vn: &Làm mới

source: &Clear
vi_vn: Xóa dữ liệu

source: Line Number
vi_vn: Số dòng

source: Current Position
vi_vn: Vị trí hiện tại

source: Full File Path
vi_vn: Đường dẫn tệp đầy đủ

source: File Name
vi_vn: Tên của tệp

source: File Extension
vi_vn: Đuôi của tệp

source: File Directory
vi_vn: Thư mục cha của tệp

source: Selected Text
vi_vn: Vùng đã chọn

source: All Text
vi_vn: Tất cả

source: &Pause / UnPause Space
vi_vn: Dừng ảnh gif / Chạy tiếp Space

source: &Show System Menu Shift+RightClick
vi_vn: Hiển thị menu hệ thống Shift+RightClick

source: &Reveal In Explorer Ctrl+shift+Q
vi_vn: Tìm trên trình duyệt tệp Ctrl+shift+Q

source: &Send Path To Recycle Bin Shift+Delete
vi_vn: Bỏ vào thùng rác Shift+Delete

source: &File
vi_vn: Tệp

source: Reopen &With Encoding
vi_vn: Mở lại tệp với Encoding khác

source: &Synchronize Views
vi_vn: Đồng bộ thanh cuộn trang ngang-dọc

source: Scrolling View
vi_vn: Thanh cuộn trang

source: Margin Bar &Look
vi_vn: Thanh lề trang

source: Toggle &Render
vi_vn: Bật tắt hiệu ứng

source: &Explorer
vi_vn: Trình duyệt tệp

source: &Tree Navigation
vi_vn: Di chuyển trên cây thư mục

source: Application Paths
vi_vn: Đường dẫn ứng dụng

source: Configuration
vi_vn: Tùy chỉnh cho trình duyệt tệp

source: Allow
vi_vn: Cho phép

source: Show
vi_vn: Hiển thị

source: Save As &Encoding
vi_vn: Lưu tệp với Encoding mới

source: Hide Drives
vi_vn: Ẩn ổ đĩa

source: Hide Files
vi_vn: Ẩn tệp

source: Hide Folders
vi_vn: Ẩn thư mục

source: Hide Systems
vi_vn: Ẩn hệ thống

source: Te&xt
vi_vn: Văn bản

source: &Comment Ctrl+Shift+C
vi_vn: Bình luận Ctrl+Shift+C

source: &Convert
vi_vn: Chuyển đổi

source: &Case
vi_vn: Định dạng từ

source: For&mat
vi_vn: Định dạng văn bản

source: &Remove
vi_vn: Xóa khỏi văn bản

source: C&lose All
vi_vn: Đóng tất cả các tệp đang mở

source: &Insert
vi_vn: Chèn vào văn bản

source: &Count
vi_vn: Đếm trong văn bản

source: &Alignment
vi_vn: Canh lề

source: Tab Indentation
vi_vn: Thụt lề cho tab

source: Line Alignment
vi_vn: Canh lề cho dòng

source: File Alignment
vi_vn: Canh lề cho toàn bộ văn bản

source: &Miscellaneous
vi_vn: &Chỉnh sửa khác

source: &View
vi_vn: Cửa sổ

source: &Run
vi_vn: Chạy

source: &Terminal
vi_vn: Gõ lệnh

source: Security...
vi_vn: Bảo mật...

source: &Image
vi_vn: Ảnh
