Repository: vinadevs/VinaText
Catalog: src/localization/VinaText_Language_VN.po
Languages: vi_vn

source: Bitmap Effects
vi_vn: Hiệu ứng cho ảnh

source: Gif
vi_vn: Ảnh gif

source: &Tools
vi_vn: Công cụ

source: &Host Application
vi_vn: Nhúng ứng dụng khác

source: &Quick Window Shortcuts
vi_vn: Đi tới nhanh

source: &Dump Message Output
vi_vn: In ra thông tin

source: String &Generator
vi_vn: Bộ tạo chuỗi

source: &Window
vi_vn: Bố cục

source: &Preference
vi_vn: &Cài đặt

source: Print...
vi_vn: In tệp này...

source: &Language Preference
vi_vn: Cài đặt cho ngôn ngữ lập trình

source: &Help
vi_vn: Giúp đỡ

source: &Recent Manager
vi_vn: Quản lý tệp gần đây

source: &Edit
vi_vn: Chỉnh sửa

source: &Search And Replace
vi_vn: Tìm kiếm và thay thế từ

source: Line &Bookmark
vi_vn: Đánh dấu dòng

source: Create New
vi_vn: Tạo đường dẫn mới

source: Get Path String
vi_vn: Sao chép đường dẫn

source: Open Path
vi_vn: Mở đường dẫn

source: Open Terminal
vi_vn: Mở cửa sổ Terminal mới

source: Folder Operations
vi_vn: Thao tác trên thư mục

source: Close All
vi_vn: Đóng tất cả tệp đang mở

source: File Options
vi_vn: Thao tác trên tệp

source: Selection
vi_vn: Vùng chọn

source: Translate
vi_vn: Dịch ngôn ngữ

source: Search On Internet
vi_vn: Tìm kiếm trên Internet

source: Copy
vi_vn: Sao chép

source: Paste
vi_vn: Dán vào

source: Search And Replace
vi_vn: Tìm kiếm và thay thế

source: Goto
vi_vn: Đi tới

source: Folding Level
vi_vn: Mức độ gập đoạn

source: Toggle As Level
vi_vn: Gập đoạn theo mức

source: Text Highlight
vi_vn: Hiệu ứng tô màu chữ

source: &Auto Complete
vi_vn: Tự động nhắc từ

source: Top Main Toolbar
vi_vn: Thanh công cụ chính

source: Customize Toolbar and Menu
vi_vn: Tùy chỉnh thanh công cụ và menu

source: Window Manager Document List
vi_vn: Quản lý tệp Danh sách tệp đang mở

source: Shows or hides the Path Result Window\Path Result Window
vi_vn: Cửa sổ kết quả đường dẫn\Cửa sổ kết quả đường dẫn

source: Edit
vi_vn: Chỉnh sửa

source: Show Editor Tracking Bar Show Vertical Tracking Bar
vi_vn: Thanh chỉ dẫn từ trùng lặp Thanh chỉ dẫn từ trùng lặp

source: Creates a new folder
vi_vn: Tạo thư mục mới

source: Add New Breakpoint At Current Line Add New Breakpoint
vi_vn: Thêm điểm ngắt cho dòng hiện tại Thêm điểm ngắt mới

source: Delete Breakpoint At Current Line Delete Breakpoint
vi_vn: Xóa điểm ngắt cho dòng hiện tại Xóa điểm ngắt

source: Create a new document
vi_vn: Tạo tệp mới
