Repository: vinadevs/VinaText
Catalog: src/localization/VinaText_Language_VN.po
Languages: vi_vn

source: Please enter the display folder
vi_vn: Nhập vào thư mục hiển thị

source: Please enter the path to go
vi_vn: Nhập vào đường dẫn muốn đi tới

source: Display file extensions only
vi_vn: Hiển thị tệp với đuôi cụ thể

source: Visual Theme Setting
vi_vn: Cài đặt nền ứng dụng

source: Please enter X
vi_vn: Nhập vào từ muốn xử lý

source: Remove File By Extension...
vi_vn: Xóa bằng đuôi tệp...

source: Path Bookmarks Table
vi_vn: Bảng đường dẫn đã đánh dấu

source: Vinatext System Code Page
vi_vn: Hệ thống Bảng Mã

source: Insert At Position X In Line
vi_vn: Chèn vào dòng tại vị trí X

source: Insert After Word In Line
vi_vn: Chèn vào dòng sau từ cụ thể

source: File Template Creator
vi_vn: Bộ tạo tệp mẫu

source: Lock File With Password...
vi_vn: Mã hóa tệp bởi mật khẩu...

source: Misspelled Replace With...
vi_vn: Thay thế lỗi chính tả bằng...

source: Search/Navigate Path
vi_vn: Tìm kiếm đường dẫn

source: Insert X Between Lines
vi_vn: Chèn vào giữa các dòng

source: Change Image Gamma
vi_vn: Thay đổi thuộc tính Gamma của ảnh

source: Unlock File With Password...
vi_vn: Giải mã tệp bởi mật khẩu...

source: Vinatext Preference
vi_vn: Cài đặt ứng dụng

source: Create Paths From Data File [full_path, path_type]
vi_vn: Tạo đường dẫn từ tệp dữ liệu [đường dẫn, loại]

source: Got it!
vi_vn: Tôi đã hiểu!

source: VINATEXT is a free software for workspace file and more...
vi_vn: VINATEXT là một phần mềm quản lý và chỉnh sửa tệp mien phí...

source: Home Page:
vi_vn: Trang chủ:

source: Release Version: 1.0.7
vi_vn: Phiên bản phát hành: 1.0.7

source: License Note: Freeware
vi_vn: Bản quyền: miễn phí

source: GO
vi_vn: Đi tới

source: [<< Goto Previous Paragraph
vi_vn: [<< Đi tới đoạn trước đó

source: Goto Next Paragraph >>]
vi_vn: Đi tới đoạn sau đó >>]

source: Goto Caret >> |
vi_vn: Đi tới chỗ con nháy chuột >>|

source: Goto Position:
vi_vn: Đi tới vị trí:

source: Goto Line:
vi_vn: Đi tới dòng:

source: Goto Point - X:
vi_vn: Đi tới tọa độ - X:

source: Match case
vi_vn: In hoa/In thường

source: Regular Expressions
vi_vn: Biểu thức chính quy

source: Match whole word
vi_vn: Toàn bộ từ

source: Search Next
vi_vn: Tìm tới

source: Search Previous
vi_vn: Tìm trước đó

source: Search Options
vi_vn: Tùy chỉnh tìm kiếm

source: Exclude Sub Folder
vi_vn: Loại trừ thư mục con

source: Search All
vi_vn: Tìm tất cả

source: Append Search Results
vi_vn: Không xóa dữ liệu trước

source: Show File Name Only
vi_vn: Chỉ hiển thị tên tệp

source: Search What:
vi_vn: Tìm gì:

source: Search Scope:
vi_vn: Phạm vi:

source: File Filter:
vi_vn: Bộ lọc đuôi:

source: Specific Path:
vi_vn: Đường dẫn cụ thể:

source: Regex Pattern:
vi_vn: Mẫu tìm:

source: Replace Options
vi_vn: Tùy chỉnh thay thế

source: Replace
vi_vn: Thay thế

source: Replace All
vi_vn: Thay toàn bộ

source: Replace With:
vi_vn: Thay bằng:

source: Replace Scope:
vi_vn: Phạm vi:

source: OK
vi_vn: Đồng ý

source: Cancel
vi_vn: Thoát

source: Path:
vi_vn: Đường dẫn:

source: &Expand All Child Paths
vi_vn: &Bung đường dẫn con ra

source: File Extension:
vi_vn: Đuôi tệp:

source: S. Next
vi_vn: Tìm tiếp

source: Apply
vi_vn: Áp dụng

source: Show "Close" Button on the &Active Tab
vi_vn: Hiện nút "Đóng" trên tab đang mở

source: X Value:
vi_vn: Giá trị X:

source: Folder:
vi_vn: Thư mục:

source: Extension:
vi_vn: Đuôi:

source: Open Container Folder
vi_vn: Mở thư mục cha

source: Add To Explorer Window
vi_vn: Thêm vào trình duyệt tệp

source: Copy Full Path
vi_vn: Sao chép đường dẫn đầy đủ

source: Open CMD
vi_vn: Mở một CMD

source: Reveal In Explorer
vi_vn: Đi tới cây duyệt tệp

source: Copy To Clipboard
vi_vn: Sao chép vào bộ ghi

source: Remove All
vi_vn: Xóa tất cả

source: Add New Bookmark
vi_vn: Thêm đánh dấu tệp mới

source: Remove Path
vi_vn: Xóa đường dẫn

source: Reopen File
vi_vn: Mở lại tệp

source: Supported Code Pages (Use for Reopen/Save)
vi_vn: Bảng mã trang hỗ trợ (sử dụng cho mở/lưu tệp)

source: Remove From Line End
vi_vn: Xóa từ phía cuối dòng

source: From X:
vi_vn: Từ X:

source: To Y:
vi_vn: Đến Y:

source: After Word:
vi_vn: Sau từ:

source: Insert From Line End
vi_vn: Thêm từ phía cuối dòng

source: Position X:
vi_vn: Vị trí X:

source: Insert What:
vi_vn: Từ muốn chèn:

source: Create
vi_vn: Tạo mới

source: Location:
vi_vn: Thư mục:

source: Template:
vi_vn: Mẫu:

source: File Name:
vi_vn: Tên tệp:

source: Lock
vi_vn: Mã hóa

source: Show Password
vi_vn: Hiện mật khẩu

source: Password:
vi_vn: Mật khẩu:

source: Target Word:
vi_vn: Từ cụ thể:

source: S. Previous
vi_vn: Tìm lui

source: Search Without Name
vi_vn: Tìm không cần tên tệp

source: Match Case
vi_vn: In hoa/in thường

source: Search File Only
vi_vn: Chỉ tìm tệp

source: Size file between (Byte):
vi_vn: Kích thước tệp (Byte):

source: Date modified between:
vi_vn: Ngày chỉnh sửa:

source: Add Result To New Editor
vi_vn: Thêm kết quả vào trang chỉnh sửa mới

source: Date created between:
vi_vn: Ngày tạo:

source: Add Result To Path Result Window
vi_vn: Thêm kết quả vào cửa sổ đường dẫn

source: Replace Current Result
vi_vn: Thay thế kết quả trước đó

source: Append To Current Result
vi_vn: Giữ lại kết quả trước đó

source: Search In Subdirectory
vi_vn: Tìm cả thư mục con

source: Next Match
vi_vn: Tìm đường dẫn

source: Search Define:
vi_vn: Thông tin tìm kiếm:

source: Search Options:
vi_vn: Tùy chọn tìm kiếm:

source: Search Result:
vi_vn: Kết quả tìm kiếm:

source: Search Folder:
vi_vn: Thu mục tìm kiếm:

source: Search Name:
vi_vn: Tên muốn tìm:

source: Search Filter:
vi_vn: Bộ lọc tìm kiếm:

source: Insert At Top Also
vi_vn: Chèn cả vào đầu tệp

source: Insert At Bottom Also
vi_vn: Chèn cả vào cuối tệp

source: Gamma Factor
vi_vn: Giá trị Gamma

source: Unlock
vi_vn: Giải mã

source: Add Host Path To Recent List
vi_vn: Thêm đường dẫn vào danh sách gần đây

source: Allow Open File Has Error Build
vi_vn: Cho phép mở tệp có lỗi biên dịch

source: Ask Before Terminate Program
vi_vn: Hỏi trước khi tắt chương trình

source: Auto Complete Ignore Case
vi_vn: Tự động nhắc từ bỏ qua hoa/thường

source: Auto Complete Ignore Numbers
vi_vn: Tự động nhắc từ bỏ qua số

source: Auto Save Document When Build
vi_vn: Tự động lưu tệp trước khi biên dịch

source: Check File Size Before Open
vi_vn: Kiểm tra kích thước tệp trước khi mở

source: Detect File Change From Out Side
vi_vn: Thông báo nếu tệp bị thay đổi từ ngoài chương trình

source: Display Message Box For File Change
vi_vn: Hiển thị thông báo khi tệp bị thay đổi từ ngoài chương trình

source: Draw Caret Line Frame
vi_vn: Hiển thị hiệu ứng bôi sáng dòng

source: Enable Multiple Cursor
vi_vn: Chế độ nhiều con nháy chuột

source: Enable Url Highlight
vi_vn: Hiệu ứng bôi sáng đường dẫn website

source: Editor Enable Bold Font
vi_vn: Hiệu ứng bôi đậm chữ trình trỉnh sửa

source: Enable Auto Complete
vi_vn: Chức năng tự động nhắc từ

source: Editor Enable Underline Font
vi_vn: Hiệu ứng gạch chân từ

source: Enable Auto Search When Typing
vi_vn: Tự động tìm ngay khi gõ

source: Enable Caret Blink
vi_vn: Chế độ con trỏ nhấp nháy

source: Enable Display Build Error On Editor
vi_vn: Hiển thị lỗi biên dịch trên trình chỉnh sửa

source: Enable Hight Light Folder
vi_vn: Hiệu ứng bôi sáng thanh gấp đoạn

source: Enable Path Navigation
vi_vn: Chức năng tìm đường dẫn tự động

source: Enable Preview File
vi_vn: Chức năng xem trước tệp

source: Enable Process Indentation Tab
vi_vn: Tự động canh lề khi xuống dòng

source: Enable Synchronize Scrolling
vi_vn: Đồng bộ thanh cuộn trang

source: Enable W-Flag For CPP 11
vi_vn: Bật cờ W-Flag cho chuẩn C++11

source: Enable Warning Flag For C And CPP
vi_vn: Bật cảnh báo khi biên dịch C và C++

source: Enable Window Subsystem Flag For C And CPP
vi_vn: Bật cờ chế độ Win32 cho C và C++

source: Hide All Target File System
vi_vn: Ẩn tất cả tệp thuộc hệ thống

source: Open Window CMD When Run Program
vi_vn: Mở một CMD mới khi chạy chương trình

source: Return Previous Editor State
vi_vn: Trả về trạng thái trước của trình trỉnh sửa

source: Reveal Explorer When Double Click On Tab
vi_vn: Đi đến cây duyệt tệp khi nhấn 2 lần trên tab

source: Reveal Explorer When Switch Tab
vi_vn: Đi đến cây duyệt tệp khi chuyển tab

source: Save Data Bookmark Window
vi_vn: Lưu lại dữ liệu của của sổ đánh dấu dòng

source: Show Tracking Bar
vi_vn: Hiển thị thanh dọc đánh dấu từ trùng lặp

source: Use Folder Margin Classic
vi_vn: Sử dụng thanh gập đoạn kiểu cổ điển

source: Use Initial File Picker Path
vi_vn: Sử dụng đường dẫn ban đầu cho hội thoại chọn tệp

source: Use Win10 Explorer Style
vi_vn: Sử dụng cây duyệt tệp của Windows 10

source: Warning For File Not Exist
vi_vn: Hiện cảnh báo nếu tệp đang mở không còn tồn tại

source: Draw Folding Line Under Line Style
vi_vn: Ký hiệu đánh dấu gập đoạn bằng dòng gạch chân

source: Enable Auto Detect Code Page
vi_vn: Tự động xác định bảng mã khi mở tệp

source: Editor Enable Italic Font
vi_vn: Sử dụng phông chữ nghiêng

source: Ask Before Replace In Files
vi_vn: Hỏi trước khi thực hiện thay thế trong nhiều tệp

source: Select Font
vi_vn: Chọn phông chữ

source: Active Tab Color:
vi_vn: Màu của tab đang mở:

source: Caret Blink Color:
vi_vn: Màu của con nháy chuột:

source: Dialog Font Height:
vi_vn: Độ lớn phông chữ hội thoại:

source: Dialog Font Name:
vi_vn: Phông chữ hội thoại:

source: Dialog Font Weight:
vi_vn: Độ đậm phông chữ hội thoại:

source: Dock Window Font Height:
vi_vn: Độ lớn phông chữ cửa sổ neo:

source: Dock Window Font Name:
vi_vn: Phông chữ cửa sổ:

source: Dock Window Font Weight:
vi_vn: Độ đậm phông chữ của sổ neo:

source: Editor Line Number Font Size:
vi_vn: Độ lớn phông chữ số dòng:

source: Editor Text Font Size:
vi_vn: Độ lớn phông chữ trình chỉnh sửa:

source: Folder Margin Style:
vi_vn: Kiểu gập đoạn:

source: Duplicate Word Indicator Color:
vi_vn: Màu hiệu ứng đánh dấu từ trùng lặp:

source: Duplicate Word Indicator Style:
vi_vn: Kiểu hiệu ứng đánh dấu từ trùng lặp:

source: Page Alignment Width:
vi_vn: Độ rộng canh lề trang:

source: Render Indicator Action:
vi_vn: Cách hiển thị từ trùng lặp:

source: Application Theme Color:
vi_vn: Màu nền chủ đề ứng dụng:

source: Editor Font Name:
vi_vn: Phông chữ trình trỉnh sửa:

source: Dialog Combobox Limit Save:
vi_vn: Lưu lại số lượng dữ liệu trên Combobox:

source: Application Theme Look:
vi_vn: Nền chủ đề ứng dụng:

source: Line Space Above:
vi_vn: Khoảng cách bên trên một dòng:

source: Line Space Below:
vi_vn: Khoảng cách bên dưới một dòng:

source: Node JS Interpreter Folder Path:
vi_vn: Đường dẫn thư mục cài đặt Node JS:

source: Python Interpreter Folder Path:
vi_vn: Đường dẫn thư mục cài đặt Python:

source: Recent File Limitation:
vi_vn: Giới hạn danh sách tệp gần đây:

source: Initial File Picker Path:
vi_vn: Đường dẫn mặc định khi chọn tệp:

source: Auto Save Interval Minutes:
vi_vn: Tự động lưu tệp đang mở sau:

source: Language Spell Check:
vi_vn: Ngôn ngữ kiểm tra chính tả:

source: Language Translate To:
vi_vn: Ngôn ngữ dịch qua:

source: Language Translate From:
vi_vn: Ngôn ngữ dịch từ:

source: Explorer Expand Limit File Open:
vi_vn: Giới hạn số tệp được mở trên sửa sổ duyệt tệp:

source: Explorer Expand Limit Level:
vi_vn: Giới hạn bung thư mục con trên sửa sổ duyệt tệp:

source: File Preview Size Limitation:
vi_vn: Kích thước tệp được xem trước:

source: Git Window Folder Path:
vi_vn: Đường dẫn thư mục cài đặt Git:

source: Anti Virus Argument:
vi_vn: Tham số chương trình diệt vi rút:

source: Anti Virus Program:
vi_vn: Đường dẫn chương trình diệt vi rút:

source: Binary File Extension List:
vi_vn: Danh sách đuôi tệp nhị phân:

source: Long Line Maximum:
vi_vn: Độ dài tối đa cho một dòng:

source: Overwrite File If Existed
vi_vn: Ghi đè nếu tệp đã tồn tại

source: Data Path:
vi_vn: Đường dẫn tệp dữ liệu:

source: &Breakpoint Window
vi_vn: &Cửa sổ điểm ngắt chương trình

source: &Toolbar And Menu
vi_vn: &Thanh công cụ

source: &Path Result Window
vi_vn: &Cửa sổ kết quả tìm kiếm đường dẫn

source: &Right Tracking Bar
vi_vn: &Thanh đánh dấu từ trùng lặp

source: Toggle Comment Alt+K
vi_vn: Thêm xóa bình luận Alt+K

source: Print Active File
vi_vn: In tệp đang mở

source: Printer Setup Ctrl+P
vi_vn: Cài đặt máy in Ctrl+P

source: Printer Page Setup
vi_vn: Cài đặt trang in

source: Show Files
vi_vn: Hiển thị tệp

source: Allow Rename
vi_vn: Cho phép đổi tên đường dẫn

source: Allow Open
vi_vn: Cho phép mở đường dẫn

source: Allow Delete
vi_vn: Cho phép xóa đường dẫn

source: Allow Drag/Drop
vi_vn: Cho phép kéo/thả đường dẫn

source: Hide Removable drives
vi_vn: Ẩn các ổ đĩa rời

source: Hide Fixed drives
vi_vn: Ẩn các ổ đĩa cứng

source: Hide CDROM drives
vi_vn: Ẩn các ổ đĩa CDROM

source: Hide Ramdisk drives
vi_vn: Ẩn các ổ đĩa Ramdisk

source: Hide Remote drives
vi_vn: Ẩn các ổ đĩa từ xa

source: Hide Archived files
vi_vn: Ẩn các tệp đã lưu trữ

source: Hide Compressed files
vi_vn: Ẩn các tệp đã nén

source: Hide Hidden files
vi_vn: Ẩn các tệp ẩn

source: Hide Read only files
vi_vn: Ẩn các tệp có thuộc tính chỉ đọc

source: Hide System files
vi_vn: Ẩn các tệp thuộc hệ thống

source: Hide Temporary files
vi_vn: Ẩn các tệp tạm

source: Hide Encrypted files
vi_vn: Ẩn các tệp đã mã hóa

source: Hide Offline files
vi_vn: Ẩn các tệp ngoại tuyến

source: Hide Reparse Point files
vi_vn: Ẩn các tệp Reparse Point

source: Hide Sparse Point files
vi_vn: Ẩn các tệp Sparse Point

source: &Goto Previous Path
vi_vn: Đi đến đường dẫn trước đó

source: &Goto Next Path
vi_vn: Đi đến đường dẫn sau đó

source: &Go Up
vi_vn: Đi lên thư mục cha

source: &Enable Preview Mode
vi_vn: Xem trước nội dung tệp

source: &Enable Auto Refresh
vi_vn: Tự động làm mới

source: Hide Network
vi_vn: Ẩn mạng nội bộ

source: Show Shared Folders
vi_vn: Hiển thị thư mục chia sẻ

source: Show All Network Items
vi_vn: Hiển thị mạng nội bộ

source: Show Only Network Printers
vi_vn: Hiển thị máy in trong mạng nội bộ

source: Show Only Network Shares
vi_vn: Hiển thị các mạng chia sẻ

source: Show Drive Labels
vi_vn: Hiẻn thị tiêu đề ổ đĩa

source: Hide My Computer
vi_vn: Ẩn máy tính của tôi

source: Show Rooted Folder
vi_vn: Hiển thị thư mục gốc

source: Hide Archived folders
vi_vn: Ẩn thư mục đã lưu trữ

source: Hide Compressed folders
vi_vn: Ẩn thư mục đã nén

source: Hide Hidden folders
vi_vn: Ẩn thư mục có thuộc tính ẩn

source: Hide System folders
vi_vn: Ẩn thư mục thuộc hệ thống

source: Hide Temporary folders
vi_vn: Ẩn thư mục tạm

source: Hide Encrypted folders
vi_vn: Ẩn thư mục đã mã hóa

source: Hide Offline folders
vi_vn: Ẩn thư mục ngoại tuyến

source: Hide Read only folders
vi_vn: Ẩn thư mục tạm

source: Hide Reparse Point folders
vi_vn: Ẩn thư mục Sparse Point

source: Hide Sparse Point folders
vi_vn: Ẩn thư mục Sparse Point

source: Allow Properties
vi_vn: Cho phép xem thuộc tính

source: Hide Desktop
vi_vn: Ẩn thư mục Desktop

source: Hide My Documents
vi_vn: Ẩn thư mục My Documents

source: Allow Create Folder And File
vi_vn: Cho phép tạo mới thư mục và tệp

source: Hide Current User Folder
vi_vn: Ẩn thư mục người dùng

source: Show Line Number Margin
vi_vn: Hiển thị số dòng của tệp

source: Show Bookmark / Breakpoint Margin
vi_vn: Hiển thị dấu dòng/điểm ngắt

source: Show Folding Margin
vi_vn: Hiển thị gập đoạn

source: &Add New Breakpoint F9
vi_vn: Thêm điểm ngắt chương trình F9

source: &Remove Breakpoint F9
vi_vn: Xóa điểm ngắt chương trình F9

source: &Goto Next Breakpoint
vi_vn: Đi tới điểm ngắt chương trình tiếp theo

source: &Goto Previous Breakpoint
vi_vn: Đi tới điểm ngắt chương trình trước đó

source: Sa&ve All
vi_vn: Lưu tất cả tệp đang mở

source: &Comment
vi_vn: Bình luận

source: &Explorer Window
vi_vn: Cửa sổ trình duyệt tệp

source: &Message Window
vi_vn: Cửa sổ thông báo

source: Word Wrap Mode Ctrl+Atl+Z
vi_vn: Chế độ ngắt dòng Ctrl+Atl+Z

source: Remove Comment Ctrl+Shift+X
vi_vn: Xóa bình luận Ctrl+Shift+X

source: &Close File Ctrl+W
vi_vn: Đóng tệp đang mở Ctrl+W

source: Close All &Tabs Ctrl+Alt+F4
vi_vn: Đóng tất cả tệp đang mở Ctrl+Alt+F4

source: &Close All B&UT This
vi_vn: Đóng tất cả trừ tệp đang mở

source: &Open CMD Terminal Ctrl+Alt+T
vi_vn: Mở một tab CMD mới Ctrl+Alt+T

source: &Open PowerShell Terminal
vi_vn: Mở một tab PowerShell mới

source: &Open Git Bash Terminal
vi_vn: Mở một tab GitBash mới

source: Move To Vertical Tab Group Ctrl+Numpad1
vi_vn: Tạo nhóm tệp theo phương dọc Ctrl+Numpad1

source: Move To Horizontal Tab Group Ctrl+Numpad2
vi_vn: Tạo nhóm tệp theo phương ngang Ctrl+Numpad2

source: &Format File Ctrl+Shift+J
vi_vn: Định dạng tệp Ctrl+Shift+J

source: &Hide Lines
vi_vn: Ẩn dòng

source: &To Upper Case Ctrl+Shift+U
vi_vn: Chuyển sang dạng in hoa Ctrl+Shift+U

source: To &Camel Case
vi_vn: Chuyển sang dạng Camel Case

source: To &Lower Case Ctrl+U
vi_vn: Chuyển sang dạng in thường Ctrl+U

source: &Whitespace And Tab Hint
vi_vn: Khoảng trắng và tab

source: &Search Text Window
vi_vn: Cửa sổ tìm kiếm từ trong nhiều tệp

source: Full Screen Mode Alt+F11
vi_vn: Chế độ toàn màn hình Alt+F11

source: &Tab Indentation Hint
vi_vn: Chỉ dẫn canh lề cho tab

source: &Quick Search Ctrl+F
vi_vn: Hội thoại tìm từ nhanh Ctrl+F

source: &New Template... Ctrl+Shift+P
vi_vn: Tạo tệp mới từ mẫu... Ctrl+Shift+P

source: &Text Result Window
vi_vn: Cửa sổ kết quả tìm kiếm từ

source: Lock File With Password
vi_vn: Mã hóa tệp bằng mật khẩu

source: Increase Tab Indentation Tab
vi_vn: Tăng một khoảng tab Tab

source: Decrease Tab Indentation Shift+Tab
vi_vn: Giảm một khoảng tab Shift+Tab

source: Documentation
vi_vn: Hướng dẫn sử dụng

source: &Remove All Breakpoints
vi_vn: Xóa tất cả điểm ngắt

source: &From 4 Spaces To Tab
vi_vn: Chuyển 4 khoảng trắng sang 1 tab

source: &Application Preference
vi_vn: Cài đặt ứng dụng

source: Python Package Manager (pip3)
vi_vn: Bộ quản lý gói cho Python (pip3)

source: NodeJS Package Manager (npm)
vi_vn: Bộ quản lý gói cho NodeJS (npm)

source: Generate GUID String
vi_vn: Tạo chuỗi GUID mới

source: Unlock File With Password
vi_vn: Giải mã tệp bằng mật khẩu

source: &Go Back To Desktop
vi_vn: Trở về thư mục Desktop

source: &Add New Workspace... Ctrl+Shift+O
vi_vn: Thêm thư mục làm việc mới... Ctrl+Shift+O

source: To Title &Upper Case
vi_vn: Chuyển sang dạng Title Upper Case

source: &Insert Text From File
vi_vn: Chèn chữ từ tệp bên ngoài

source: Remove Lines Contain X
vi_vn: Xóa các dòng chứa từ X

source: Split Line With Delimiter X
vi_vn: Ngắt dòng bằng từ X

source: Join Line With Delimiter X
vi_vn: Gộp dòng bằng từ X

source: Remove Duplicate Lines (Keep Line)
vi_vn: Xóa các dòng trùng lặp (giữ lại dòng trùng lặp)

source: Remove Duplicate Words In Each Line
vi_vn: Xóa các từ trùng lặp

source: Remove Duplicate Words (Match Case)
vi_vn: Xóa các từ trùng lặp (in hoa/in thường)

source: Insert New Line Above
vi_vn: Chèn một dòng mới phía trên

source: Insert New Line Below
vi_vn: Chèn một dòng mới phía dưới

source: Sort Line Length Ascending
vi_vn: Sắp xếp thứ tự dòng theo chiều dài tăng

source: Sort Line Length Descending
vi_vn: Sắp xếp thứ tự dòng theo chiều dài giảm

source: Trim Space Line ->| |<-
vi_vn: Loại bỏ khoảng trắng 2 đầu dòng ->| |<-

source: Trim Trailing Space Line |<-
vi_vn: Loại bỏ khoảng trắng cuối dòng |<-

source: Trim Heading Space Line ->|
vi_vn: Loại bỏ khoảng trắng đầu dòng->|

source: EOL To &Window Type (CR-LF)
vi_vn: Chuyển ký tự kết thúc dòng sang dạng Windows (CR-LF)

source: EOL To &Unix Type (LF)
vi_vn: Chuyển ký tự kết thúc dòng sang dạng Unix (LF)

source: EOL To &Macintosh Type (CR)
vi_vn: Chuyển ký tự kết thúc dòng sang dạng Macintosh (CR)

source: &Compiler Path
vi_vn: Mở thư mục trình biên dịch mặc định

source: &Package Path
vi_vn: Mở thư mục gói dữ liệu mặc định

source: &Temporary Path
vi_vn: Mở thư mục dữ liệu tạm mặc định

source: To &Pascal Case
vi_vn: Chuyển sang dạng Pascal Case

source: To Lower S&nake Case
vi_vn: Chuyển sang dạng Lower Snake Case

source: To Upper Snake Cas&e
vi_vn: Chuyển sang dạng Upper Snake Case

source: To Title - Sna&ke Case
vi_vn: Chuyển sang dạng Title - Snake Case

source: To Title - Ke&bab Case
vi_vn: Chuyển sang dạng Title - Kebab Case

source: To Lo&wer Kebab - Case
vi_vn: Chuyển sang dạng Lower Kebab - Case

source: To Upper &Kebab - Case
vi_vn: Chuyển sang dạng Upper Kebab - Case

source: &Insert X At Begin Line
vi_vn: Chèn từ X vào đầu mỗi dòng

source: &Insert X At End Line
vi_vn: Chèn từ X vào cuối mỗi dòng

source: &Insert Prefix Line Number From X
vi_vn: Đánh số dòng bắt đầu từ số X

source: Remove Duplicate Lines (Include Line)
vi_vn: Xóa các dòng trùng lặp (kể cả dòng trùng lặp)

source: Remove Duplicate Words
vi_vn: Xóa các từ trùng lặp

source: Remove Empty Lines
vi_vn: Xóa các dòng trống

source: To &Reverse Case Ctrl+R
vi_vn: Chuyển sang dạng Reverse Case Ctrl+R

source: To &Dot Case
vi_vn: Chuyển sang dạng Dot Case

source: To &Sentence Case
vi_vn: Chuyển sang dạng Sentence Case

source: From Pascal Case To &Split Case
vi_vn: Chuyển từ dạng Pascal Case sang Split Case

source: From &Snake Case To Split Case
vi_vn: Chuyển từ dạng Snake Case sang Split Case

source: &Open Bookmark Path Table Ctrl+Shift+B
vi_vn: Mở bảng đường dẫn đã lưu Ctrl+Shift+B

source: Sort Line A-Z Alphabet
vi_vn: Sắp sếp thứ tự dòng từ A đến Z

source: Sort Line Z-A Alphabet
vi_vn: Sắp sếp thứ tự dòng từ Z đến A

source: &End Of Line Character
vi_vn: Ký tự kết thúc dòng

source: Convert Text To Base64
vi_vn: Chuyển sang dạng mã hóa Base64

source: Get Text From Base64
vi_vn: Chuyển từ dạng mã hóa Base64

source: &Installation Path
vi_vn: Mở thư mục cài đặt mặc định

source: Block Comment Ctrl+K
vi_vn: Thêm bình luận theo khối Ctrl+K

source: Count Total Words
vi_vn: Đếm tổng số từ trong tệp

source: Count Total Unique Words
vi_vn: Đếm tổng số từ (không tính trùng) trong tệp

source: Count Total Duplicate Lines
vi_vn: Đếm tổng số dòng trùng lặp trong tệp

source: &Duplicate Line / Selection Ctrl+Shift+D
vi_vn: Sao chép dòng/phần chữ đã chọn Ctrl+Shift+D

source: &Open Recent Closed File Ctrl+Shift+T
vi_vn: Mở tệp đóng gần đây nhất Ctrl+Shift+T

source: Keyboard Shortcuts Ref.
vi_vn: Phím tắt tham khảo

source: &All Hidden Characters Ctrl+Q
vi_vn: Các ký tự bị ẩn khác Ctrl+Q

source: Move To New App Instance Ctrl+Shift+N
vi_vn: Di chuyển qua sửa sổ ứng dung mới Ctrl+Shift+N

source: Close All Le&ft Tabs
vi_vn: Đóng tất cả các tab bên trái

source: &Close All R&ight Tabs
vi_vn: Đóng tất cả các tab bên phải

source: Dump &File Text Summary
vi_vn: In ra thông tin tệp đang mở

source: Open &All Recent Files
vi_vn: Mở tất cả các tệp đã đóng gần đây

source: Clear &Recent List
vi_vn: Xóa dữ liệu tệp đã đóng gần đây

source: &Debug Window
vi_vn: Cửa sổ gỡ lỗi (Debug)

source: &Show Error Annotation Hint
vi_vn: Hiển thị khung lỗi biên dịch

source: Block Uncomment Ctrl+Shift+K
vi_vn: Xóa bình luận khối Ctrl+Shift+K

source: From &Tab To 4 Spaces
vi_vn: Từ một tab sang 4 khoảng trắng

source: Remove From Position X To Y In Line
vi_vn: Xóa từ vị trí X đến vị trí Y trên dòng

source: Remove After Word In Line
vi_vn: Xóa sau từ cụ thể trên dòng

source: &Insert X Before Word In Line
vi_vn: Chèn trước từ cụ thể trên dòng

source: &Insert X At Position In Line
vi_vn: Chèn tại vị trí cụ thể trên dòng

source: To &Invert Case Ctrl+I
vi_vn: Sang dạng đảo ngược chữ in hoa/in thường Ctrl+I

source: To R&andom Case
vi_vn: Sang dạng in hoa/in thường ngẫu nhiên

source: &Insert X After Word In Line
vi_vn: Chèn sau từ cụ thể trên dòng

source: Remove Before Word In Line
vi_vn: Xóa trước từ cụ thể trên dòng

source: &Show Folding Map Alt+M
vi_vn: Hiển thị cây gập đoạn rút gọn Alt+M

source: &Start Debugging F5
vi_vn: Bắt đầu trình gỡ lỗi/chương trình F5

source: &Dump Call Stack Ctrl+Alt+C
vi_vn: In ra thông tin Call Stack Ctrl+Alt+C

source: &Stop Debugging Shift+F5
vi_vn: Dừng trình gỡ lỗi/chương trình Shift+F5

source: &Step Into F11
vi_vn: Nhảy vào trong hàm F11

source: &Step Over F10
vi_vn: Nhảy qua dòng tiếp theo F10
